# 1 задание

pet = input("Вид животного: ")  
year = int(input("Возраст: "))  
name = input("Кличка: ")

print(f'Это {pet} по кличке "{name}". Возраст: {year} года.')


# 2 задание

stage1 = input("Введите первую стадию развития человека: ")
stage2 = input("Введите вторую стадию развития человека: ")
stage3 = input("Введите третью стадию развития человека: ")
stage4 = input("Введите четвёртую стадию развития человека: ")
stage5 = input("Введите пятую стадию развития человека: ")
stage6 = input("Введите шестую стадию развития человека: ")
stage7 = input("Введите седьмую стадию развития человека: ")

print(stage1, stage2, stage3, stage4, stage5, stage6, stage7, sep=' => ')
